{
  "title": "سياسة ملفات تعريف الارتباط",
  "subtitle": "توضح هذه السياسة كيف نستخدم ملفات تعريف الارتباط والتقنيات المشابهة على موقعنا الإلكتروني لتحسين تجربة التصفح الخاصة بك.",
  "lastUpdated": "آخر تحديث",
  "lastUpdatedDate": "15 يناير 2025",
  "summary": {
    "title": "ملخص سريع",
    "whatAreCookies": "ما هي ملفات تعريف الارتباط؟",
    "cookie1": "ملفات نصية صغيرة مخزنة على جهازك",
    "cookie2": "تساعد المواقع الإلكترونية في تذكر تفضيلاتك",
    "cookie3": "تحسن وظائف الموقع الإلكتروني وأدائه",
    "cookie4": "توفر محتوى وخدمات مخصصة",
    "howWeUse": "كيف نستخدم ملفات تعريف الارتباط",
    "use1": "تذكر تفضيلات لغتك",
    "use2": "تحليل حركة الموقع الإلكتروني وأدائه",
    "use3": "تحسين وظائف الموقع الإلكتروني",
    "use4": "تقديم محتوى مخصص"
  },
  "sections": {
    "overview": {
      "title": "نظرة عامة",
      "content": "توضح سياسة ملفات تعريف الارتباط هذه كيف يستخدم سوبرماركت جوزيف ('نحن' أو 'لنا') ملفات تعريف الارتباط والتقنيات المشابهة للتتبع عند زيارة موقعنا الإلكتروني. باستخدام موقعنا الإلكتروني، فإنك توافق على استخدام ملفات تعريف الارتباط وفقاً لهذه السياسة.\n\nملفات تعريف الارتباط هي ملفات نصية صغيرة يتم وضعها على جهازك (الكمبيوتر أو الجهاز اللوحي أو الهاتف المحمول) عند زيارة موقع إلكتروني. تساعدنا في تزويدك بتجربة أفضل من خلال تذكر تفضيلاتك وتحليل كيفية استخدامك لموقعنا الإلكتروني.\n\nتنطبق هذه السياسة على جميع ملفات تعريف الارتباط المستخدمة في موقعنا الإلكتروني، بما في ذلك تلك التي نضعها وتلك التي تضعها خدمات الطرف الثالث التي نستخدمها."
    },
    "types": {
      "title": "أنواع ملفات تعريف الارتباط التي نستخدمها",
      "content": "نستخدم عدة أنواع من ملفات تعريف الارتباط في موقعنا الإلكتروني:\n\nملفات تعريف الارتباط الأساسية:\n• مطلوبة لوظائف الموقع الإلكتروني الأساسية\n• لا يمكن تعطيلها لأنها ضرورية لعمل الموقع\n• تشمل ملفات تعريف الارتباط للجلسة لوظائف سلة التسوق\n• ملفات تعريف الارتباط الأمنية لحماية بياناتك\n\nملفات تعريف الارتباط التحليلية:\n• تساعدنا في فهم كيفية استخدام الزوار لموقعنا الإلكتروني\n• تجمع معلومات حول الصفحات التي تمت زيارتها والوقت المستغرق\n• تساعدنا في تحسين أداء الموقع الإلكتروني وتجربة المستخدم\n• لا تجمع معلومات شخصية\n\nملفات تعريف الارتباط التفضيلية:\n• تتذكر تفضيلات لغتك ومنطقتك\n• تخزن محتويات سلة التسوق الخاصة بك\n• تتذكر حالة تسجيل الدخول والتفضيلات الخاصة بك\n• تحسن تجربة التصفح الخاصة بك\n\nملفات تعريف الارتباط التسويقية:\n• تستخدم لتقديم إعلانات ذات صلة\n• تتبع فعالية حملاتنا التسويقية\n• تساعدنا في تقديم محتوى مخصص\n• قد يتم وضعها بواسطة شركاء الإعلانات من الطرف الثالث"
    },
    "usage": {
      "title": "كيف نستخدم ملفات تعريف الارتباط",
      "content": "نستخدم ملفات تعريف الارتباط للأغراض التالية:\n\nوظائف الموقع الإلكتروني:\n• الحفاظ على سلة التسوق الخاصة بك عبر الجلسات\n• تذكر تفضيلات لغتك\n• إبقاؤك مسجل الدخول أثناء زيارتك\n• ضمان عمليات الدفع الآمنة\n\nالأداء والتحليلات:\n• تحليل حركة الموقع الإلكتروني وأنماط الاستخدام\n• تحديد المنتجات والصفحات الشائعة\n• مراقبة أداء الموقع الإلكتروني وسرعته\n• تحسين تجربة المستخدم بناءً على البيانات\n\nالتخصيص:\n• عرض المنتجات والعروض ذات الصلة لك\n• تذكر عمليات البحث السابقة والتفضيلات\n• تقديم توصيات مخصصة\n• تخصيص المحتوى بناءً على موقعك\n\nالأمان والسلامة:\n• الحماية من الاحتيال وإساءة الاستخدام\n• التحقق من هويتك أثناء المعاملات\n• معالجة الدفع الآمنة\n• منع الوصول غير المصرح به إلى حسابك"
    },
    "management": {
      "title": "إدارة تفضيلات ملفات تعريف الارتباط الخاصة بك",
      "content": "لديك عدة خيارات لإدارة ملفات تعريف الارتباط:\n\nإعدادات المتصفح:\n• معظم المتصفحات تسمح لك بالتحكم في ملفات تعريف الارتباط من خلال الإعدادات\n• يمكنك حظر جميع ملفات تعريف الارتباط أو فقط ملفات تعريف الارتباط من الطرف الثالث\n• تعيين متصفحك لإشعارك عند وضع ملفات تعريف الارتباط\n• حذف ملفات تعريف الارتباط الموجودة من خلال إعدادات المتصفح\n\nموافقة ملفات تعريف الارتباط:\n• سنطلب موافقتك قبل وضع ملفات تعريف الارتباط غير الأساسية\n• يمكنك تغيير تفضيلاتك في أي وقت\n• استخدم شريط موافقة ملفات تعريف الارتباط لإدارة التفضيلات\n• سحب الموافقة لأنواع محددة من ملفات تعريف الارتباط\n\nتأثير تعطيل ملفات تعريف الارتباط:\n• قد لا تعمل بعض ميزات الموقع الإلكتروني بشكل صحيح\n• قد لا تستمر سلة التسوق بين الجلسات\n• قد لا تتذكر تفضيلات اللغة\n• قد لا يكون بعض المحتوى المخصص متاحاً\n\nالتحكم في ملفات تعريف الارتباط من الطرف الثالث:\n• العديد من خدمات الطرف الثالث توفر آليات الانسحاب\n• تحقق من سياسات الخصوصية الفردية للخدمات لخيارات الانسحاب\n• استخدم ملحقات المتصفح لحظر التتبع المحدد\n• فكر في إعدادات المتصفح التي تركز على الخصوصية"
    },
    "thirdParty": {
      "title": "ملفات تعريف الارتباط من الطرف الثالث",
      "content": "نستخدم خدمات الطرف الثالث التي قد تضع ملفات تعريف الارتباط الخاصة بها:\n\nخدمات التحليلات:\n• Google Analytics لتتبع أداء الموقع الإلكتروني\n• تساعدنا في فهم سلوك المستخدمين وتحسين موقعنا\n• قد تجمع بيانات استخدام مجهولة\n• يمكنك الانسحاب من خلال إعدادات Google Analytics\n\nمعالجات الدفع:\n• ملفات تعريف الارتباط لنظام الدفع تيكي للمعاملات الآمنة\n• ضرورية لمعالجة مدفوعاتك\n• تساعد في منع الاحتيال وضمان الأمان\n• لا يمكن تعطيلها لوظائف الدفع\n\nوسائل التواصل الاجتماعي:\n• ملفات تعريف الارتباط لتكامل Facebook وInstagram وTikTok\n• تستخدم لمشاركة وسائل التواصل الاجتماعي وعرض المحتوى\n• قد تتبع نشاطك لأغراض الإعلان\n• يمكنك التحكم في هذه من خلال إعدادات وسائل التواصل الاجتماعي\n\nشركاء الإعلانات:\n• ملفات تعريف الارتباط من شبكات الإعلانات التي نعمل معها\n• تستخدم لعرض الإعلانات ذات الصلة\n• قد تتبع تصفحك عبر المواقع الإلكترونية\n• يمكنك الانسحاب من خلال إعدادات شبكات الإعلانات\n\nليس لدينا تحكم في ملفات تعريف الارتباط من الطرف الثالث ويتم التحكم في استخدامها من خلال سياسات الخصوصية الخاصة بالطرف الثالث المعني."
    },
    "choices": {
      "title": "خيارات ملفات تعريف الارتباط الخاصة بك",
      "content": "لديك الحق في التحكم في كيفية استخدام ملفات تعريف الارتباط:\n\nقبول جميع ملفات تعريف الارتباط:\n• وظائف الموقع الإلكتروني الكاملة والتخصيص\n• أفضل تجربة مستخدم مع جميع الميزات المتاحة\n• بيانات التحليلات تساعدنا في تحسين خدماتنا\n• موصى به لتجربة التصفح المثلى\n\nقبول ملفات تعريف الارتباط الأساسية فقط:\n• ستعمل وظائف الموقع الإلكتروني الأساسية\n• سلة التسوق وميزات الأمان متاحة\n• لا يوجد محتوى مخصص أو تحليلات\n• قد تكون بعض الميزات محدودة\n\nرفض ملفات تعريف الارتباط غير الأساسية:\n• ملفات تعريف الارتباط الأساسية مطلوبة لعمل الموقع الإلكتروني\n• لا توجد ملفات تعريف الارتباط التحليلية أو التسويقية\n• ميزات التخصيص محدودة\n• قد تؤثر على بعض وظائف الموقع الإلكتروني\n\nتغيير التفضيلات لاحقاً:\n• يمكنك تحديث تفضيلات ملفات تعريف الارتباط في أي وقت\n• استخدم شريط موافقة ملفات تعريف الارتباط لتعديل الإعدادات\n• يمكن تغيير إعدادات المتصفح في أي وقت\n• اتصل بنا للحصول على مساعدة في إدارة ملفات تعريف الارتباط\n\nنحترم خياراتك وسنحترم تفضيلاتك. ومع ذلك، قد يؤثر تعطيل ملفات تعريف الارتباط المحددة على تجربتك في موقعنا الإلكتروني."
    },
    "security": {
      "title": "أمان ملفات تعريف الارتباط والخصوصية",
      "content": "نأخذ أمان ملفات تعريف الارتباط والخصوصية على محمل الجد:\n\nحماية البيانات:\n• ملفات تعريف الارتباط لا تحتوي على معلومات شخصية\n• لا نستخدم ملفات تعريف الارتباط لتتبع هويتك\n• جميع بيانات ملفات تعريف الارتباط مشفرة وآمنة\n• نتبع لوائح GDPR والخصوصية\n\nالنقل الآمن:\n• جميع ملفات تعريف الارتباط يتم نقلها عبر اتصالات HTTPS آمنة\n• نستخدم أعلام ملفات تعريف الارتباط الآمنة حيثما كان ذلك مناسباً\n• البيانات الحساسة لا يتم تخزينها أبداً في ملفات تعريف الارتباط\n• تدقيقات أمنية منتظمة لممارسات ملفات تعريف الارتباط لدينا\n\nالامتثال للخصوصية:\n• نلتزم بلوائح ملفات تعريف الارتباط في الاتحاد الأوروبي\n• آليات موافقة واضحة لملفات تعريف الارتباط غير الأساسية\n• خيارات انسحاب سهلة لجميع أنواع ملفات تعريف الارتباط\n• معلومات شفافة حول استخدام ملفات تعريف الارتباط\n\nالاحتفاظ بالبيانات:\n• ملفات تعريف الارتباط للجلسة يتم حذفها عند إغلاق متصفحك\n• ملفات تعريف الارتباط المستمرة لها تواريخ انتهاء صلاحية مناسبة\n• بيانات التحليلات مجهولة ومجمعة\n• يمكنك حذف ملفات تعريف الارتباط في أي وقت\n\nنحن ملتزمون بحماية خصوصيتك وضمان أن استخدامنا لملفات تعريف الارتباط شفاف وآمن."
    },
    "updates": {
      "title": "تحديثات سياسة ملفات تعريف الارتباط هذه",
      "content": "قد نحدث سياسة ملفات تعريف الارتباط هذه من وقت لآخر:\n\nإشعار التغييرات:\n• سنخطرك بالتغييرات المهمة\n• سيتم نشر التحديثات على هذه الصفحة\n• سيتم مراجعة تاريخ 'آخر تحديث'\n• قد نرسل إشعارات بريد إلكتروني للتغييرات الكبيرة\n\nالاستخدام المستمر:\n• الاستخدام المستمر بعد التغييرات يعني القبول\n• يمكنك مراجعة السياسة في أي وقت\n• اتصل بنا إذا كان لديك أسئلة حول التغييرات\n• يمكنك تحديث تفضيلاتك في أي وقت\n\nالتغييرات المادية:\n• سيتم التواصل بوضوح حول التغييرات المهمة\n• قد تحتاج لتقديم موافقة جديدة\n• سنوضح تأثير التغييرات\n• ستتاح لك الفرصة لتحديث التفضيلات\n\nنشجعك على مراجعة هذه السياسة دورياً للبقاء على اطلاع بكيفية استخدامنا لملفات تعريف الارتباط وخياراتك لإدارتها."
    },
    "contact": {
      "title": "اتصل بنا بشأن ملفات تعريف الارتباط",
      "content": "إذا كان لديك أسئلة حول استخدامنا لملفات تعريف الارتباط:\n\nمعلومات الاتصال:\n• البريد الإلكتروني: jozefmarkt@gmail.com\n• الهاتف: ‎+31 6 23735563‎\n• العنوان: سوبرماركت جوزيف، Nieuwe Binnenweg 327 b، 3021 GJ روتردام، هولندا\n\nأوقات الاستجابة:\n• نسعى للرد خلال 24-48 ساعة\n• الأسئلة المتعلقة بملفات تعريف الارتباط ستحصل على أولوية\n• الاستفسارات التقنية قد تستغرق وقتاً أطول للمعالجة\n• سنؤكد استلام جميع الاستفسارات\n\nمساعدة إدارة ملفات تعريف الارتباط:\n• يمكننا مساعدتك في فهم خيارات ملفات تعريف الارتباط الخاصة بك\n• المساعدة في إعدادات المتصفح والتفضيلات\n• التوجيه بشأن إدارة ملفات تعريف الارتباط من الطرف الثالث\n• الدعم للمشاكل التقنية المتعلقة بملفات تعريف الارتباط\n\nالدعم العام:\n• للأسئلة العامة، استخدم قنوات الاتصال العادية\n• واتساب: +31 6 24837889\n• خدمة العملاء متاحة يومياً من 10 صباحاً إلى 10 مساءً\n• نحن ملتزمون بمعالجة جميع المخاوف المتعلقة بملفات تعريف الارتباط"
    }
  },
  "consent": {
    "title": "موافقة ملفات تعريف الارتباط",
    "description": "نستخدم ملفات تعريف الارتباط لتحسين تجربة التصفح الخاصة بك. يرجى اختيار تفضيلات ملفات تعريف الارتباط الخاصة بك:",
    "accept": "قبول جميع ملفات تعريف الارتباط",
    "decline": "ملفات تعريف الارتباط الأساسية فقط"
  },
  "contactInfo": {
    "title": "اتصل بنا بشأن ملفات تعريف الارتباط",
    "description": "إذا كان لديك أي أسئلة حول سياسة ملفات تعريف الارتباط الخاصة بنا أو تحتاج مساعدة في إدارة تفضيلات ملفات تعريف الارتباط الخاصة بك، يرجى الاتصال بنا:"
  }
}
