{
  "title": "مركز المساعدة",
  "subtitle": "اعثر على إجابات للأسئلة الشائعة واحصل على الدعم الذي تحتاجه",
  "searchPlaceholder": "البحث عن مواضيع المساعدة...",
  "quickContact": {
    "title": "هل تحتاج إلى مساعدة فورية؟",
    "description": "فريق خدمة العملاء لدينا هنا لمساعدتك في أي أسئلة أو استفسارات",
    "contactUs": "اتصل بنا",
    "whatsapp": "تحدث على واتساب"
  },
  "actions": {
    "viewAllHelp": "عرض جميع المساعدة",
    "contactUs": "اتصل بنا"
  },
  "shipping": {
    "subtitle": "جميع المعلومات حول التوصيل والشحن",
    "contactTitle": "هل لديك أسئلة حول التوصيل؟",
    "phone": "الهاتف",
    "whatsapp": "واتساب",
    "email": "البريد الإلكتروني",
    "directContact": "اتصال مباشر",
    "faqTitle": "الأسئلة الشائعة حول التوصيل"
  },
  "noResults": {
    "title": "لم يتم العثور على نتائج",
    "description": "جرب البحث بكلمات مختلفة أو تصفح أقسام المساعدة أدناه",
    "clearSearch": "مسح البحث"
  },
  "sections": {
    "shopping": {
      "title": "التسوق والطلبات",
      "q1": "كيف أضع طلبية؟",
      "a1": "تصفح منتجاتنا، أضف العناصر إلى سلة التسوق، وانتقل إلى الدفع. سيتم توجيهك بعد ذلك إلى واتساب مع تفاصيل طلبك الكاملة. سيرسل لك فريق الخدمة رابط دفع (تيكي)، وبمجرد تأكيد الدفع، سنقوم بتحضير طلبك للاستلام أو التوصيل حسب تفضيلك.",
      "q2": "كيف يمكنني تتبع طلبيتي؟",
      "a2": "بمجرد تأكيد طلبك، ستتلقى رقم تتبع عبر البريد الإلكتروني أو واتساب. يمكنك أيضاً الاتصال بنا مباشرة للحصول على تحديثات حالة الطلب.",
      "q3": "هل يمكنني تعديل أو إلغاء طلبيتي؟",
      "a3": "يمكن تعديل أو إلغاء الطلبات خلال ساعتين من وضعها. اتصل بنا فوراً عبر واتساب أو الهاتف للحصول على المساعدة.",
      "q4": "ما هي طرق الدفع التي تقبلونها؟",
      "a4": "نحن نستخدم نظام تيكي (نظام الدفع الهولندي) للمدفوعات الآمنة. بعد وضع طلبك، ستتلقى رابط دفع عبر واتساب. بمجرد تأكيد الدفع، سنقوم بتحضير طلبك للاستلام أو التوصيل.",
      "q5": "كيف أعرف أن طلبيتي مؤكدة؟",
      "a5": "بعد الدفع عبر تيكي، ستتلقى تأكيداً عبر واتساب مع تفاصيل طلبك. سنقوم بعد ذلك بتحضير طلبك والاتصال بك لترتيب الاستلام أو التوصيل."
    },
    "delivery": {
      "title": "التوصيل والشحن",
      "q1": "ما هي مناطق التوصيل وأوقاتها؟",
      "a1": "نحن نوصّل في روتردام والمناطق المحيطة بها. التوصيل متاح طوال أيام الأسبوع، مع توصيل الطلبات عادةً خلال 48 ساعة. يمكنك أيضاً اختيار استلام طلبك من متجرنا.",
      "q2": "متى يكون التوصيل مجانياً؟",
      "a2": "التوصيل مجاني للعملاء الذين يعيشون على مسافة 3 كيلومترات أو أقل من المتجر. للعملاء الذين يعيشون على مسافة أكثر من 3 كيلومترات، يجب أن يكون الطلب 50 يورو أو أكثر للتوصيل، بالإضافة إلى رسوم توصيل إضافية.",
      "q3": "كيف يتم حساب رسوم التوصيل للمسافات البعيدة؟",
      "a3": "للعملاء الذين يعيشون على مسافة أكثر من 3 كيلومترات، سيتم مناقشة رسوم التوصيل مع صاحب المتجر أو البائع بناءً على المسافة الفعلية. كلما زادت المسافة، زادت رسوم التوصيل.",
      "q4": "هل توصّلون طوال أيام الأسبوع؟",
      "a4": "نعم، نقدم التوصيل طوال أيام الأسبوع لراحتك. يمكنك طلب التوصيل في أي يوم من الأسبوع.",
      "q5": "كيف يمكنني تتبع توصيلي؟",
      "a5": "ستتلقى تحديثات التوصيل في الوقت الفعلي عبر واتساب والبريد الإلكتروني، بما في ذلك معلومات الاتصال بالسائق.",
      "q6": "ماذا لو لم أكن في المنزل أثناء التوصيل؟",
      "a6": "سيتصل بنا السائقون قبل التوصيل. إذا لم تكن في المنزل، يمكننا ترتيب موقع إسقاط آمن أو إعادة جدولة.",
      "q7": "ما هي أوقات التوصيل الدقيقة؟",
      "a7": "نحن نوصّل من الساعة 10:00 صباحاً حتى 10:00 مساءً، كل يوم من أيام الأسبوع. يمكنك تحديد وقت مفضل عند وضع طلبك.",
      "q8": "كم من الوقت يستغرق توصيل طلبيتي؟",
      "a8": "التوصيل القياسي يستغرق 24-48 ساعة. للطلبات العاجلة، يمكننا التوصيل خلال 4-6 ساعات (مقابل رسوم إضافية).",
      "q9": "هل يمكنني إلغاء أو تغيير توصيلي؟",
      "a9": "نعم، يمكنك تغيير أو إلغاء توصيلك حتى ساعتين قبل وقت التوصيل المخطط. اتصل بنا عبر واتساب.",
      "q10": "ماذا يحدث إذا وصلت طلبيتي تالفة؟",
      "a10": "إذا وصلت طلبيتك تالفة، التقط صوراً واتصل بنا فوراً. سنستبدل العناصر التالفة مجاناً أو نقدم لك استرداداً كاملاً.",
      "q11": "هل توصّلون في أيام العطل؟",
      "a11": "نعم، نحن نوصّل أيضاً في أيام العطل، لكن أوقات التوصيل قد تكون معدلة. تحقق من موقعنا أو اتصل بنا لأوقات التوصيل الحالية خلال العطل.",
      "q12": "هل يمكنني تحديد موقع توصيل محدد؟",
      "a12": "نعم، يمكنك تحديد موقع توصيل محدد، مثل مكتب أو مدرسة أو عنوان آخر. تأكد من إعطاء تعليمات واضحة للسائق.",
      "q13": "ماذا لو لم أكن راضياً عن التوصيل؟",
      "a13": "إذا لم تكن راضياً عن التوصيل، اتصل بنا خلال 24 ساعة. سنبذل قصارى جهدنا لحل المشكلة وإرضائك.",
      "q14": "هل توصّلون خارج روتردام؟",
      "a14": "نحن نوصّل أساساً في روتردام والمنطقة المحيطة مباشرة. للمواقع البعيدة، يمكننا ترتيب التوصيل، لكن هذا يعتمد على المسافة وقد يتضمن تكاليف إضافية.",
      "q15": "هل يمكنني استلام طلبيتي بدلاً من التوصيل؟",
      "a15": "نعم، يمكنك دائماً استلام طلبيتك من متجرنا. هذا مجاني ويمكنك عادةً استلام طلبيتك خلال ساعتين من تأكيد الدفع."
    },
    "products": {
      "title": "المنتجات والمخزون",
      "q1": "هل منتجاتكم طازجة؟",
      "a1": "نعم، نحن نشتري المنتجات الطازجة يومياً من الموردين المحليين ومخبزنا الخاص. جميع المنتجات يتم توصيلها خلال 48 ساعة لضمان الطزاجة.",
      "q2": "هل لديكم منتجات عضوية؟",
      "a2": "نحن نقدم منتجات عضوية وتقليدية. جميع العناصر العضوية مميزة بوضوح ومعتمدة.",
      "q3": "ماذا لو كان المنتج غير متوفر؟",
      "a3": "إذا كان المنتج غير متوفر مؤقتاً، سنخطرك ونقدم بدائل. يمكنك أيضاً طلب إشعار عندما يعود إلى المخزون.",
      "q4": "هل تقدمون معلومات الحساسية؟",
      "a4": "نعم، جميع المنتجات تتضمن معلومات مفصلة عن الحساسية وقوائم المكونات. اتصل بنا للمتطلبات الغذائية المحددة.",
      "q5": "هل منتجاتكم السورية أصلية؟",
      "a5": "بالتأكيد! نحن نستورد المنتجات السورية الأصلية مباشرة من موردين موثوقين، مما يضمن لك الطعم الأصيل لسوريا."
    },
    "account": {
      "title": "الحساب والملف الشخصي",
      "q1": "كيف أنشئ حساباً؟",
      "a1": "حالياً، لا يتطلب موقعنا إنشاء حساب منفصل. يمكنك الطلب مباشرة من خلال الموقع وسيتم توجيهك إلى واتساب لإتمام عملية الدفع والطلب.",
      "q2": "كيف أدير معلوماتي الشخصية؟",
      "a2": "نظراً لأننا لا نستخدم نظام حسابات تقليدي، يمكنك إرسال تحديثات معلوماتك الشخصية وعناوين التوصيل عبر واتساب أو الاتصال بنا مباشرة.",
      "q3": "هل يمكنني عرض سجل طلباتي؟",
      "a3": "يمكنك مراجعة سجل طلباتك من خلال محادثات واتساب السابقة معنا، أو يمكنك الاتصال بنا للحصول على معلومات حول طلباتك السابقة.",
      "q4": "كيف أغير تفضيلات لغتي؟",
      "a4": "يمكنك التبديل بين الإنجليزية والهولندية والعربية باستخدام محدد اللغة في شريط التنقل العلوي."
    },
    "returns": {
      "title": "الإرجاع والاسترداد",
      "q1": "ما هي سياسة الإرجاع لديكم؟",
      "a1": "نحن نقدم ضمان رضا 100%. إذا لم تكن راضياً عن أي منتج، اتصل بنا خلال 24 ساعة للحصول على استرداد أو استبدال.",
      "q2": "كيف أرجع منتجاً؟",
      "a2": "اتصل بنا عبر واتساب أو الهاتف لبدء الإرجاع. سنرتب الاستلام ونعالج استردادك خلال 3-5 أيام عمل.",
      "q3": "ماذا لو وصل المنتج تالفاً؟",
      "a3": "إذا وصل أي منتج تالفاً، التقط صوراً واتصل بنا فوراً. سنستبدله بدون تكلفة أو نقدم استرداداً كاملاً.",
      "q4": "هل تقدمون ضمانات الجودة؟",
      "a4": "نعم، نحن نضمن جودة جميع منتجاتنا. إذا لم تكن راضياً، سنصلح الأمر باستبدال أو استرداد."
    },
    "payment": {
      "title": "الدفع والفواتير",
      "q1": "هل معلومات الدفع الخاصة بي آمنة؟",
      "a1": "نعم، نحن نستخدم نظام تيكي الآمن للمدفوعات. تيكي هو نظام دفع هولندي موثوق ومأمون، ولا نخزن أي معلومات دفع حساسة.",
      "q2": "متى سيتم خصم المبلغ مني؟",
      "a2": "يتم معالجة الدفع عند تأكيد طلبك عبر تيكي. ستتلقى رابط دفع آمن عبر واتساب لإتمام عملية الدفع.",
      "q3": "هل يمكنني الحصول على فاتورة؟",
      "a3": "نعم، ستتلقى الفاتورة في الحقيبة مع التوصيل أو عند استلام طلبك من المتجر. الفواتير مطبوعة ومتاحة مع كل طلب.",
      "q4": "ماذا لو فشل دفعي؟",
      "a4": "إذا فشل الدفع عبر تيكي، سنخطرك فوراً عبر واتساب. يمكنك المحاولة مرة أخرى أو الاتصال بنا للمساعدة في حل المشكلة."
    },
    "support": {
      "title": "خدمة العملاء",
      "q1": "كيف يمكنني الاتصال بخدمة العملاء؟",
      "a1": "يمكنك الوصول إلينا عبر واتساب (‎+31 6 23735563‎) أو الهاتف أو البريد الإلكتروني. نحن متاحون طوال أيام الأسبوع للمساعدة.",
      "q2": "ما هي ساعات العمل لديكم؟",
      "a2": "فريق خدمة العملاء لدينا متاح طوال أيام الأسبوع من 10 صباحاً إلى 10 مساءً.",
      "q3": "ما مدى سرعة استجابتكم للاستفسارات؟",
      "a3": "نحن نستجيب عادةً لرسائل واتساب خلال 30 دقيقة والبريد الإلكتروني خلال ساعتين خلال ساعات العمل.",
      "q4": "هل تقدمون الدعم بلغات متعددة؟",
      "a4": "نعم، فريق خدمة العملاء لدينا يمكنه مساعدتك باللغة الإنجليزية والهولندية والعربية."
    },
    "technical": {
      "title": "الدعم التقني",
      "q1": "الموقع لا يحمل بشكل صحيح. ماذا يجب أن أفعل؟",
      "a1": "جرب تحديث الصفحة أو مسح ذاكرة التخزين المؤقت للمتصفح. إذا استمرت المشكلة، اتصل بنا وسنساعدك في حل المشكلة.",
      "q2": "لا يمكنني إضافة عناصر إلى سلة التسوق. ما الخطأ؟",
      "a2": "قد تكون هذه مشكلة تقنية مؤقتة. جرب تحديث الصفحة أو اتصل بنا للحصول على مساعدة فورية.",
      "q3": "كيف يمكنني تغيير اللغة؟",
      "a3": "يمكنك تغيير اللغة باستخدام محدد اللغة في شريط التنقل العلوي. نحن ندعم العربية والإنجليزية والهولندية.",
      "q4": "هل الموقع مناسب للهواتف المحمولة؟",
      "a4": "نعم، موقعنا محسن بالكامل للأجهزة المحمولة ويعمل بشكل رائع على الهواتف الذكية والأجهزة اللوحية."
    }
  }
}
